[
  {
    "id": "articulo01",
    "page": "articulos",
    "title": "EL BIG BANG: EL INICIO DE TODO",
    "content": "En la actualidad estamos acostumbrados a cuestionar cordialmente los temas científicos, pero en 1931, Lemaître no solo enfrentó críticas, sino también una abierta hostilidad por parte de la comunidad científica. Muchos pensaban que aceptar esta teoría podría dar sustento a creencias religiosas sobre la creación, algo que se veía como incompatible con la ciencia, que debe ser demostrativa. La teoría de Lemaître vivió décadas de controversias, pues para muchos científicos era más sencillo aceptar un universo sin un inicio.El físico Alexander Friedmann fue uno de los primeros en aplicar las ecuaciones de la relatividad de Einstein a un modelo que mostraba un universo en expansión. Su trabajo fue publicado en 1922 y desafiaba la visión predominante de un universo estático. Posteriormente, Georges Lemaitre en 1927, basándose en las leyes de la termodinámica obtuvo también, y de forma independiente al trabajo de Friedman, que el universo no era estático, que lo llevaría a proponer la idea del Big Bang.Lemaître mostró su trabajo a Einstein, quien inmediatamente respondió: He leído su artículo, sus cálculos son correctos, pero su física es abominable. Einstein, como muchos científicos de su generación, se aferraba a la idea de un universo infinito e invariante, por lo cual, agregó una constante a su teoría de la relatividad general para obtener un universo cerrado, estable y estático. Articulo original: El Big Bang: la punta del iceberg que detonó más interrogantes sobre el origen del universo. (s/f). Acmor.org. Recuperado el 12 de octubre de 2025, de https://acmor.org/publicaciones/el-big-bang-la-punta-del-iceberg-que-deton-m-s-interrogantes-sobre-el-origen-del-universo",
    "imageData": "https://acmor.org/storage/uploads/ing%203_1743441184.jpg"
  },
  {
    "id": "articulo02",
    "page": "articulos",
    "title": "AGUJEROS NEGROS: UN AVISMO DENTRO DEL GRAN VACÍO",
    "content": "Un agujero negro es un objeto con una gravedad tan intensa que nada, ni siquiera la luz, puede escapar de él. Su límite, llamado horizonte de sucesos, marca el punto donde la velocidad necesaria para escapar supera la de la luz. Existen tres tipos principales: De masa estelar, que se forman tras el colapso de estrellas muy masivas (más de 20 veces el Sol). Supermasivos, ubicados en el centro de las galaxias, con millones o miles de millones de masas solares. De masa intermedia, propuestos teóricamente y confirmados parcialmente en 2019 con el evento GW190521, donde dos agujeros negros menores se fusionaron para crear uno de 142 masas solares, detectado por LIGO. Los agujeros negros crecen al absorber gas, estrellas u otros agujeros negros. En 2019 se obtuvo la primera imagen real de uno gracias al Telescopio de Horizonte de Sucesos (EHT), que mostró el agujero negro supermasivo en la galaxia M87, con una masa de más de 6 mil millones de soles. Otro avance clave ocurrió en 2015, cuando LIGO detectó por primera vez ondas gravitacionales, confirmando una predicción de Einstein y permitiendo estudiar la fusión de agujeros negros en detalle. Otro avance clave ocurrió en 2015, cuando LIGO detectó por primera vez ondas gravitacionales, confirmando una predicción de Einstein y permitiendo estudiar la fusión de agujeros negros en detalle.",
    "imageData": "https://ciencia.nasa.gov/wp-content/uploads/sites/2/2024/05/screenshot-2024-05-09-at-4-52-07%E2%80%AFpm.png?resize=1200,693"
  },
  {
    "id": "articulo03",
    "page": "articulos",
    "title": "MATERIA OSCURA: EL ENIGMA DEL UNIVERSO",
    "content": "La energía oscura es el nombre que los astrónomos dan al misterioso fenómeno que impulsa la expansión acelerada del universo. Aunque representa cerca del 70% del contenido cósmico, nadie sabe realmente qué es. Algunas teorías la vinculan con la energía del vacío, una fuerza cuántica que impregna el espacio y podría corresponder a la “constante cosmológica” que Einstein introdujo (y luego descartó) en su teoría de la relatividad. Otras hipótesis sugieren que es un campo dinámico conocido como quintaesencia, que cambia con el tiempo y el espacio. Mientras tanto, otro 25% del universo está compuesto por materia oscura, igual de misteriosa pero con efectos opuestos: en lugar de expandir el cosmos, lo mantiene unido. No emite ni refleja luz, pero su existencia se deduce por su influencia gravitatoria sobre las galaxias y cúmulos de galaxias. Sin ella, las galaxias no podrían mantenerse unidas: las estrellas simplemente saldrían disparadas al espacio. Algunos experimentos, como el XENONnT en Italia y el Large Hadron Collider en Suiza, buscan detectar las esquivas partículas de materia oscura, a veces llamadas WIMPs (partículas masivas débilmente interactuantes). Sin embargo, ninguna ha sido observada directamente. Juntas, la energía oscura y la materia oscura dominan más del 95% del universo, dejando la materia “normal” —todo lo que vemos: planetas, estrellas, nosotros mismos— como una pequeña fracción del total. En palabras simples: la mayor parte del universo está hecha de algo que no podemos ver, tocar ni comprender del todo. Y quizás, cuando logremos entender estos dos grandes misterios, descubramos que el universo no solo se expande... sino que es mucho más extraño de lo que jamás imaginamos.   ARTICULO ORIGINAL: González, N. (2024, junio 10). ¿Qué es la energía oscura? NASA Science; NASA. https://ciencia.nasa.gov/universo/que-es-la-energia-oscura/",
    "imageData": "https://services.meteored.com/img/article/energia-oscura-uno-de-los-mayores-enigmas-del-universo-explicado-por-la-nasa-1718656115393_512.jpg"
  },
  {
    "id": "articulo04",
    "page": "articulos",
    "title": "EXOPLANETAS: MUNDOS MÁS ALLÁ DE NUESTRO SISTEMA SOLAR",
    "content": "Todos los planetas de nuestro sistema solar orbitan alrededor del Sol. Los planetas que orbitan alrededor de otras estrellas se llaman exoplanetas. Los exoplanetas son muy difíciles de ver directamente con telescopios. Están ocultos por el resplandor brillante de las estrellas que alrededor de las que orbitan. Por lo tanto, los astrónomos usan otras formas de detectar y estudiar estos planetas distantes. Buscan exoplanetas y estudian su impacto en las estrellas por las que orbitan. En 2009, la NASA lanzó una nave espacial llamada Kepler para buscar exoplanetas. Kepler buscó planetas de varios tamaños y órbitas. Y estos planetas orbitaban alrededor de estrellas de distinto tamaño y temperatura. Algunos de los planetas descubiertos por Kepler son planetas rocosos que están a una distancia muy especial de su estrella. Este punto óptimo se llama la zona habitable, donde la vida podría ser posible. Kepler detectó exoplanetas usando el método del tránsito. Cuando un planeta pasa delante de su estrella, esto se llama tránsito. Cuando el planeta transita frente a la estrella, cubre un poco su luz. Eso significa que la estrella se verá un poco menos brillante cuando el planeta pase por delante de ella. Los astrónomos pueden observar cómo cambia el brillo de una estrella durante un tránsito. Esto puede ayudarles a averiguar el tamaño del planeta.  ARITiCULO ORIGINAL: What Is an Exoplanet? | NASA Space Place – NASA Science for Kids. (s. f.). https://spaceplace.nasa.gov/all-about-exoplanets/sp",
    "imageData": "https://media.es.wired.com/photos/65c67d27c50373eaab81e70b/16:9/w_1920,c_limit/exoplanetas%20habitables.jpg"
  },
  {
    "id": "solsis01",
    "page": "sistemaSolar",
    "title": "EL SISTEMA SOLAR Y COMO SE CREE QUE SE CREÓ",
    "content": "El sistema solar es un sistema planetario constituido por una estrella que ejerce atracción gravitacional sobre los cuerpos celestes que giran a su alrededor. Según la NASA, se cree que nuestro sistema solar se formó a partir de una sola nube plana de gas. Otra teoría, indica que se formó cuando un objeto de gran tamaño pasó cerca del Sol, y empujó una corriente de gas lejos de él. Esta última explicación sugiere que los planetas surgieron de esta corriente gaseosa. Independientemente de cómo fue su origen, la agencia espacial estadounidense estima que este complejo sistema existe desde hace más de 4 mil millones de años.  ARTICULO ORIGINAL: ¿Qué es el Sistema Solar y cómo está compuesto? (2022, octubre 18). National Geographic. https://www.nationalgeographicla.com/espacio/2022/10/que-es-el-sistema-solar-y-como-esta-compuesto",
    "imageData": "https://static.nationalgeographicla.com/files/styles/image_3200/public/ceres-nasa.webp?w=789&h=570"
  },
  {
    "id": "solsis02",
    "page": "sistemaSolar",
    "title": "LOS SECRETOS MENOS CONOCIDOS DEL SISTEMA SOLAR",
    "content": "Aunque el Sistema Solar parece familiar, esconde curiosidades sorprendentes que aún intrigan a los astrónomos. Por ejemplo, Venus gira al revés: su rotación es retrógrada, lo que significa que el Sol sale por el oeste y se pone por el este. Además, un día en Venus dura más que su propio año: 243 días terrestres frente a los 225 que tarda en orbitar al Sol. Júpiter, el planeta más grande, no solo tiene tormentas gigantes como la Gran Mancha Roja, sino que también emite más calor del que recibe. Esto sugiere que su interior aún se está contrayendo, liberando energía desde su formación. Saturno, por su parte, flotaría en agua si existiera una bañera lo bastante grande, debido a su bajísima densidad. Además, sus anillos son extremadamente delgados: aunque miden cientos de miles de kilómetros de ancho, su grosor apenas llega a unos pocos metros. Más allá, Urano rota prácticamente de lado, con un eje inclinado 98 grados. Se cree que una colisión titánica en el pasado volcó el planeta entero. Y en los confines del Sistema Solar, Neptuno tiene vientos supersónicos que superan los 2.000 km/h, los más rápidos conocidos. Incluso más lejos, la nube de Oort podría contener miles de millones de cometas, extendiéndose hasta un año luz del Sol, un límite tan lejano que marca el verdadero borde del dominio solar. El Sistema Solar no deja de recordarnos que, aunque lo conocemos desde hace siglos, todavía guarda misterios dignos de explorarse. ARTICULOS ORIGINALES: NASA. (2024). Solar System Exploration. NASA Jet Propulsion Laboratory. Recuperado de https://solarsystem.nasa.gov European Space Agency (ESA). (2023). Planets and Moons. ESA Science & Technology. Recuperado de https://www.esa.int  National Geographic. (2023). Curiosidades del sistema solar. National Geographic en Español. Recuperado de https://www.ngenespanol.com  Howell, E. (2023). Strange Facts About the Solar System. Space.com. Recuperado de https://www.space.com Jet Propulsion Laboratory (JPL). (2024). Planetary Factsheets. NASA JPL. Recuperado de https://nssdc.gsfc.nasa.gov/planetary/factsheet/ ",
    "imageData": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSIy1VexOseD3MEgX9k-pcnIEKQJqojI5EiLQ&s"

  },
   {
    "id": "solsis03",
    "page": "sistemaSolar",
    "title": "MERCURIO: EL PLANETA MÁS CERCANO AL SOL",
    "content": "Mercurio es el planeta más pequeño de nuestro sistema solar y el más cercano al Sol. Es apenas un poco más grande que la Luna. Desde la superficie de Mercurio, el Sol parecería más de tres veces más grande que visto desde la Tierra, y la luz solar sería hasta siete veces más brillante. Mercurio es el planeta más pequeño de nuestro sistema solar y el más cercano al Sol. Es apenas un poco más grande que la Luna. Desde la superficie de Mercurio, el Sol parecería más de tres veces más grande que visto desde la Tierra, y la luz solar sería hasta siete veces más brillante. Con un radio de 2440 kilómetros (1516 millas), Mercurio tiene un poco más de un tercio del ancho de la Tierra. Si la Tierra tuviera el tamaño de una moneda de cinco centavos, Mercurio sería aproximadamente tan grande como un arándano. Desde una distancia promedio de 58 millones de kilómetros (36 millones de millas), Mercurio se encuentra a 0,4 unidades astronómicas del Sol. Una unidad astronómica (UA) es la distancia del Sol a la Tierra. Desde esta distancia, la luz solar tarda 3,2 minutos en viajar del Sol a Mercurio. La órbita altamente excéntrica y en forma de huevo de Mercurio lleva al planeta tan cerca como 29 millones de millas (47 millones de kilómetros) y tan lejos como 43 millones de millas (70 millones de kilómetros) del Sol. Gira alrededor del Sol cada 88 días, viajando a través del espacio a casi 29 millas (47 kilómetros) por segundo, más rápido que cualquier otro planeta. Mercurio gira lentamente sobre su eje y completa una rotación cada 59 días terrestres. Sin embargo, cuando Mercurio se mueve a mayor velocidad en su órbita elíptica alrededor del Sol (y está más cerca de él), cada rotación no está acompañada por el amanecer y el atardecer, como ocurre en la mayoría de los demás planetas. El Sol de la mañana parece salir brevemente, ponerse y volver a salir en algunas partes de la superficie del planeta. Lo mismo ocurre, a la inversa, al atardecer en otras partes de la superficie. Un día solar en Mercurio (un ciclo completo de día y noche) equivale a 176 días terrestres, poco más de dos años en Mercurio.   ARTICULO ORIGINAL: Cermak, A. (2017, octubre 16). Mercury: Facts. NASA Science; NASA. https://science.nasa.gov/mercury/facts/",
    "imageData": "https://ichef.bbci.co.uk/ace/ws/640/cpsprodpb/CCBE/production/_109141425_e3a7fc73-ae9e-4118-8a99-dfa6d6b5c9e1.jpg.webp"  
  },
    {
    "id": "solsis04",
    "page": "sistemaSolar",
    "title": "VENUS",
    "content": "Según la NASA, suele ser llamado el gemelo de la Tierra porque ambos tienen similar tamaño y densidad. Sin embargo, estos planetas no son iguales ya que existen importantes diferencias  entre uno y otro. Conoce más acerca de este planeta. 1. Tiempo  y rotación de Venus La dirección de Venus es poco común dado que gira de forma contraria a como lo hacen la Tierra y otros planetas. Una particularidad de este planeta es su lenta rotación. Se estima que demora alrededor de 243 días terrestres en girar solo una vez,  indica la NASA.  2. ¿Cómo es la salida del Sol en Venus? En Venus, el Sol sale cada 117 días terrestres a diferencia de la Tierra donde el mismo sale y se pone una vez por día. Y dado que el planeta rota hacia atrás, el Sol sale por el oeste y se pone en el este. 3. ¿Venus tiene Luna? Si se toma como referencia el Sol, Venus es el segundo planeta por lo que Mercurio y la Tierra son sus vecinos más cercanos. Al igual que el primer planeta del sistema solar, Venus no cuenta con Luna. 4. Estructura y superficie de Venus Es considerado el planeta más caliente de nuestro sistema solar, según la agencia espacial estadounidense. Esto se debe a que cuenta con una atmósfera espesa y tóxica llena de dióxido de carbono (CO2) que está permanentemente envuelta en espesas nubes amarillentas de ácido sulfúrico que atrapan el calor y provocan un efecto invernadero descontrolado. 5. Las visitas a Venus Este planeta es conocido desde la antigüedad, ya que para visualizarlo no fue necesario la utilización de telescopios avanzados. Tal como informa la agencia espacial norteamericana, Venus fue visitado por cinco naves espaciales y un orbitador.   ARTICULO ORIGINAL: Todo lo que no sabías sobre Venus. (2022, diciembre 22). National Geographic. https://www.nationalgeographicla.com/espacio/2022/12/todo-lo-que-no-sabias-sobre-venus",
    "imageData": "https://ciencia.nasa.gov/wp-content/uploads/sites/2/2023/06/20210603_image1_lg-jpg.webp"

  },
    {
    "id": "solsis05",
    "page": "sistemaSolar",
    "title": "LA TIERRA: EL PLANETA AZUL",
    "content": "Todos los seres vivos del planeta habitan la superficie de la Tierra, respiran el aire que la envuelve y disfrutan del agua que cae en forma de lluvia y se encuentra en sus ríos y mares. Pero la Tierra no siempre fue un lugar acogedor para la creación de vida y, mucho menos, con la apariencia que se conoce hoy en día. Hace miles de millones de años, el polvo y los gases que formaron nuestro Sistema Solar, incluidos los planetas, existían solo como una enorme nube. En algún momento de la historia del Universo, una “perturbación” en esa gran nube de polvo y gases desencadenó una serie de acontecimientos que llevaron a la formación del sistema de cuerpos celestes tal y como lo conocemos. Según un artículo sobre el tema publicado en el sitio web de National Geographic Education, los científicos creen que todo comenzó hace unos 4600 millones de años, cuando una perturbación en la enorme nube de polvo y gases fue causada por la explosión y el colapso de una estrella lejana. Este evento habría causado ondas en el espacio que comprimieron la nube de polvo y esta comenzó a contraerse bajo su propia gravedad. A medida que se contraía, formó un gran disco giratorio de gas y polvo, conocido como nebulosa solar. Cuanto más rápido giraba la nube, más se concentraban el polvo y los gases en el centro, lo que hacía que la nebulosa girara aún más rápido. “Con el tiempo, la gravedad en el centro de la nebulosa se volvió tan intensa que los átomos de hidrógeno comenzaron a moverse más rápidamente. Los átomos de hidrógeno cargados, llamados protones, comenzaron a fusionarse, formando helio y liberando enormes cantidades de energía. Esto condujo a la formación del Sol, la estrella que es el centro de nuestro Sistema Solar”, explica la fuente educativa de NatGeo. La formación del Sol consumió más del 99 % de la materia de la nebulosa. Según la Enciclopedia Britannica (una plataforma de conocimiento), el material restante siguió girando, formando fragmentos más grandes y, finalmente, planetesimales, que son los bloques que dan origen a la construcción de los planetas. La Tierra se formó precisamente a partir de una mezcla de planetesimales rocosos y metálicos, explica Britannica. A medida que estos cuerpos se fusionaban, crecían y su atracción gravitacional aumentaba, lo que les permitía atraer aún más material, en un proceso continuo de miles de años y diferentes fases, hasta que la Tierra alcanzó su tamaño actual.   ARTICULO ORIGINAL: El origen de la Tierra: cómo fue el proceso cósmico que formó el planeta. (2025, septiembre 24). National Geographic. https://www.nationalgeographicla.com/ciencia/2025/09/el-origen-de-la-tierra-como-fue-el-proceso-cosmico-que-formo-el-planeta",
    "imageData": "https://www.esa.int/var/esa/storage/images/esa_multimedia/images/2002/07/msg_views_one_quarter_of_earth2/17865120-3-eng-GB/MSG_views_one_quarter_of_Earth.jpg"
  },
  {
    "id": "nebula01",
    "page": "nebulosas",
    "title": "NEBULOSAS: LAS GUARDERIAS ESTELARES",
    "content": "Una nebulosa es una nube gigante de polvo y gas en el espacio. Algunas nebulosas provienen del gas y el polvo expulsado por la explosión de una estrella moribunda, como una supernova. Otras nebulosas son regiones donde comienzan a formarse nuevas estrellas. Por esta razón, algunas nebulosas se llaman viveros de estrellas. Las nebulosas están hechas de polvo y gases—, principalmente hidrógeno y helio. El polvo y los gases en una nebulosa están muy dispersos, pero la gravedad puede comenzar a juntar grupos de polvo y gas. A medida que estos grupos se hacen más y más grandes, su fuerza gravitacional se hace más y más fuerte. Finalmente, el grupo de polvo y gas se vuelve tan grande que se colapsa por su propia gravedad. El colapso hace que el material en el centro de la nube se caliente, y este núcleo caliente es el comienzo de una estrella.  ARTICULO ORIGINAL: What is a nebula? (s/f). Nasa.gov. Recuperado el 12 de octubre de 2025, de https://spaceplace.nasa.gov/nebula/sp",
    "imageData": "https://spaceplace.nasa.gov/nebula/sp/star-forming_region_carina.sp.jpg"
  },
{
    "id": "nebula02",
    "page": "nebulosas",
    "title": "MESSIER 42: LA NEBULOSA DE ORIÓN",
    "content": " se localiza en una de las constelaciones más familiares del cielo de invierno en México, también conocida en la tradición popular como Los Tres Reyes Magos, debido a las tres estrellas distintivas de esta constelación, tal como se ilustra en la fotografía del cielo que acompaña a esta cédula (parte inferior). Justo por debajo, apenas se observa a la nebulosa como una mancha roja, misma que si es amplificada muestra todos los detalles de la imagen principal. Orión se halla a una distancia de apenas 1500 años luz, localizada en el mismo brazo espiral de la Vía Láctea en que habita nuestro Sol. Considerada por los mayas de Mesoamérica como el fuego cósmico de la creación, M42 resplandece con fuerza en la constelación de Orión. Popularmente llamada Nebulosa de Orión, esta incubadora estelar ha sido conocida por numerosas culturas a lo largo de la historia. La nebulosa se encuentra a tan solo 1500 años luz de distancia, lo que la convierte en la gran región de formación estelar más cercana a la Tierra y le otorga una magnitud aparente relativamente brillante de 4. La comparación que la cultura maya hace de la Nebulosa de Orión con un fuego cósmico de creación es muy acertada. La nebulosa es una enorme nube de polvo y gas donde se forjan grandes cantidades de nuevas estrellas. Su brillante región central alberga cuatro estrellas jóvenes y masivas que dan forma a la nebulosa. Estas cuatro estrellas gigantescas se llaman Trapecio porque están dispuestas en un patrón trapezoidal. La luz ultravioleta liberada por estas estrellas excava una cavidad en la nebulosa e interrumpe el crecimiento de cientos de estrellas más pequeñas.  ARTICULO ORIGINAL: Gianopoulos, A., & Team, N. H. M. (2025, 25 abril). Messier 42 (The Orion Nebula) - NASA Science. NASA Science. https://science-nasa-gov.translate.goog/mission/hubble/science/explore-the-night-sky/hubble-messier-catalog/messier-42/?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=tc",
    "imageData": "https://science-nasa-gov.translate.goog/wp-content/uploads/2023/04/orion-nebula-xlarge_web-jpg.webp?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es&_x_tr_pto=tc"
  }
]